Repository: j-jorge/bim
Catalog: assets/i18n/*.po
Languages: br, de, fr, oc, pt_br, tr

source: Please wait
br: Gortozit mar plij
fr: Juste un instant
oc: Un momenton
pt_br: Aguarde
tr: Lütfen bekleyin

source: You have been disconnected :(
br: Digevreet oc'h bet :(
de: Die Verbindung wurde unterbrochen :(
fr: Tu as été déconnecté :(
oc: Vos an desconnectat :(
pt_br: Você foi desconectado :(
tr: Bağlantın koptu :(

source: The shop is not available on this platform, yet you can support the developers with donations! Should I open the donations page?
fr: La boutique n'est pas disponible sur cette plateforme, cependant tu peux soutenir les développeurs avec des dons ! Dois-je ouvrir la page de dons ?
oc: La botiga es pas disponibla sus aquesta plataforma, pasmens podètz sosténer los desvolopaires amb de dons ! Devi dobrir la pagina dels dons ?
pt_br: A loja não está disponível nesta plataforma, mas você pode apoiar os desenvolvedores com doações! Devo abrir a página de doações?
tr: Mağaza bu platformda mevcut değil, ancak geliştiricileri bağışlarınla destekleyebilirsin! Bağış sayfasını açayım mı?

source: Do you really want to change the language setting?
br: Ha sur oc'h e fell deoc'h cheñch an arventennoù yezh ?
fr: Veux-tu vraiment changer le paramètre de langue ?
oc: Volètz vertadièrament cambiar lo paramètre fe lenga ?
pt_br: Você realmente deseja mudar a configuração do idioma?
tr: Gerçekten dil ayarını değiştirmek istiyor musun?

source: Version {}
br: Stumm {}
pt_br: Versão {}
tr: Versiyon {}

source: Feedback about Bim!
br: Evezhiadennoù diwar-benn Bim!
de: Feedback zu Bim!
fr: Commentaires à propos de Bim!
oc: Comentris a prepaus de Bim!
pt_br: Feedback sobre o Bim!
tr: Bim! hakkında geri bildirim ver!

source: Come play a game of Bim! https://play.google.com/store/apps/details?id=bim.app
br: Deuit da c'hoari ur bartiad Bim! https://play.google.com/store/apps/details?id=bim.app
de: Komm und spiel eine Runde Bim! https://play.google.com/store/apps/details?id=bim.app
fr: Viens faire une partie de Bim! https://play.google.com/store/apps/details?id=bim.app
oc: Ven jogar a una partida de Bim! https://play.google.com/store/apps/details?id=bim.app
pt_br: Venha jogar um Bim! https://play.google.com/store/apps/details?id=bim.app
tr: Bim! oyununu oynamaya gel! https://play.google.com/store/apps/details?id=bim.app

source: You need more coins to purchase this item!
br: Ezhomm ho peus eus muioc'h a bezhioù evit prenañ an dra-mañ !
de: Sie benötigen mehr Münzen, um diesen Artikel zu kaufen!
fr: Il te faut d'avantage de pièces pour acheter cela !
oc: Vos cal mai de pèças per comprar aqueste article !
pt_br: Você precisa de mais moedas para comprar este item!
tr: Bu öğeyi almak için daha fazla para gerekiyor!

source: Customize your games with up to {} feature.
fr: Utilise jusqu'à {} élément pour personnaliser tes parties.
tr: Oyunlarınızı {} özelliğe kadar özelleştirin.

source: Falling blocks reduce the arena after two minutes!
br: Ar bloc'hoù a gouezh a strisha an emgannlec'h goude daou vunut !
de: Fallende Blöcke verkleinern die Arena nach zwei Minuten!
fr: Des blocs tombent et réduisent l'espace de combat après deux minutes !
oc: De blòcs que tomban redusisson l'arèna après doas minutas !
pt_br: Blocos caindo reduzem a arena depois de dois minutos!
tr: İkinci dakikadan sonra, düşen bloklar arenayı küçültür!

source: A thick fog covers the arena. You can't see were you did not go!
br: Latar stank zo en emgannlec'h. Ne c'hallit ket gwelet al lec'hioù n'oc'h ket bet enno !
de: Ein dichter Nebel bedeckt die Arena. Man kann nicht sehen, wo man nicht hingegangen ist!
fr: Un épais brouillard recouvre l'arène. Tu ne peux voir là où tu n'es pas allé !
oc: Una bruma espessa cobrís l'arèna. Podètz pas veire ont siatz pas anat !
pt_br: Uma densa névoa cobre a arena. Você não consegue enxergar onde ainda não foi!
tr: Arenayı kalın bir sis kaplıyor. Gitmediğin yerleri göremiyorsun!

source: Find the invisibility power up to disappear from the screen of all other players!
br: Kavit ar bonuz diwelusted evit mont diwar-wel diouzh skramm ar c'hoarierien all !
de: Finde das Unsichtbarkeits-Power-Up, um vom Bildschirm aller anderen Spieler zu verschwinden!
fr: Trouve le bonus d'invisibilité pour disparaître de l'écran de tes adversaires !
oc: Trobatz lo bonus d'invisibilitat per desaparéisser de l'ecran de vòstres adversaris !
pt_br: Encontre o poder de invisibilidade para desaparecer da tela dos outros jogadores!
tr: Diğer tüm oyuncuların ekranından kaybolmak için görünmezlik gücünü bul!

source: Find this incredibly strong barrel, it will save you from one hit!
br: Kavit an donell solut ha kalet-mañ, gwarezet e viot diouzh un dagadenn !
de: Finden Sie diesen unglaublich stabilen Lauf, er wird Sie vor einem Treffer bewahren!
fr: Trouve cet incroyablement solide tonneau, il te protégera d'une attaque !
oc: Trobatz aquest barril d'una robustesa excepcionala, que vos salvarà d'un còp unic !
pt_br: Encontre este barril incrivelmente resistente, ele irá te salvar de um golpe!
tr: Bu inanılmaz güçlü varili bul, seni tek bir hasardan kurtaracak!

source: {} game being played right now.
fr: {} partie jouée en ce moment.
tr: Şu anda {} oyun oynanıyor.

source: {} player connected right now.
fr: {} joueur connecté en ce moment.
pt_br: {} jogador conectado neste momento.
tr: Şu anda {} oyuncu çevrimiçi.

source: {} game played in the last hour.
fr: {} partie jouée dans la dernière heure.
pt_br: {} jogo jogado na última hora.
tr: Son 1 saatte {} oyun oynandı.

source: {} player connected in the last hour.
fr: {} joueur connecté dans la dernière heure.
pt_br: {} jogador conectado na última hora.
tr: Son 1 saatte {} oyuncu çevrimiçiydi.

source: {} game played in the last 24 hours.
fr: {} partie jouée dans les dernières 24 heures.
pt_br: {} jogo jogado nas últimas 24 horas.
tr: Son 24 saatte {} oyun oynandı.

source: {} player connected in the last 24 hours.
fr: {} joueur connecté dans les dernières 24 heures.
tr: Son 24 saatte {} oyuncu çevrimiçiydi.

source: {} game played in the last 30 days.
fr: {} partie jouée dans les 30 derniers jours.
tr: Son 30 günde {} oyun oynandı.

source: {} player connected in the last 30 days.
fr: {} joueur connecté dans les 30 derniers jours.
tr: Son 30 günde {} oyuncu çevrimiçiydi.

source: Connected to {}.
fr: Connecté à {}.
oc: Connectat a {}.
tr: Şuna bağlanıldı: {}.

source: An error occurred. The purchase could not be completed.
br: Ur fazi zo bet. N'eo ket bet posupl mont betek penn ar brenadenn.
de: Ein Fehler ist aufgetreten. Der Kauf konnte nicht abgeschlossen werden.
fr: Une erreur s'est produite, l'achat n'a pu se conclure.
oc: Una error s'es producha. La crompa a pas pogut èsser finalizada.
pt_br: Ocorreu um erro. Não foi possível completar a compra.
tr: Bir hata oluştu. Satın alma işlemi tamamlanamadı.

source: A new version of Bim! is available! Please update as soon as possible.
br: Ur stumm nevez eus Bim! zo da gaout ! Hizivait an abretañ ar gwellañ mar plij.
de: Eine neue Version von Bim! ist verfügbar! Bitte aktualisieren Sie so bald wie möglich.
fr: Une nouvelle version de Bim! est disponible ! Mets à jour dès que possible.
oc: Una novèla version de Bim! es disponibla! Mercés de la metre a jorn tre que possible.
pt_br: Uma nova versão de Bim! está disponível! Atualize o quanto antes.
tr: Bim!'in yeni sürümü yayında! Lütfen en kısa sürede güncelle.

source: Failed to authenticate with the game server. Error code {}.
br: Ne c'haller ket bezañ anavezet gant servijer ar c'hoari. Kod fazi {}.
de: Die Authentifizierung beim Spielserver ist fehlgeschlagen. Fehlercode {}.
fr: Impossible de s'identifier auprès du serveur. Code d'erreur {}.
oc: Fracàs de l'autentificacion al servidor de jòc. Còdi d'error {}.
pt_br: Erro ao autenticar com o servidor do jogo. Erro código {}.
tr: Oyun sunucusuyla kimlik doğrulaması yapılamadı. Hata kodu {}.

source: Cancel
br: Nullañ
fr: Annuler
oc: Anullar
tr: İptal

source: OK
br: Mat eo
oc: D'acòrdi
tr: Tamam

source: NEW GAME
br: PARTIAD NEVEZ
de: NEUES SPIEL
fr: NOUVELLE PARTIE
oc: NOVÈLA PARTIDA
pt_br: NOVO JOGO
tr: YENİ OYUN

source: Start a new game and get your revenge!
br: Krogit gant ur bartiad nevez evit un dro digoll !
de: Ein neues Spiel starten und Rache nehmen!
fr: Lance une nouvelle partie pour la revanche !
pt_br: Inicie um novo jogo e tenha a sua vingança!
tr: Yeni oyun başlat ve intikamını al!

source: Was it pure luck? Confirm your skills in a new game!
br: Ha chañs ne oa ken ? Lañsit ur bartiad nevez evit kadarnaat ho parregezhioù !
de: War es reines Glück? Beweise deine Fähigkeiten in einem neuen Spiel!
fr: Que de la chance ? Lance une nouvelle partie pour montrer qui est le patron !
pt_br: Foi pura sorte? Confirme suas habilidades em um novo jogo!
tr: Tamamen şans mıydı? Yeni oyunda yeteneklerini kanıtla!

source: Draw game!
br: Rampo !
de: Unentschieden!
fr: Match nul !
pt_br: Empate!
tr: Oyun Berabere!

source: You lost!
br: Kollet ho peus !
de: Du hast verloren!
fr: Perdu !
oc: Perdut !
pt_br: Você perdeu!
tr: Kaybettin!

source: You won!
br: Gounezet hoc'h eus !
de: Du hast gewonnen!
fr: Victoire !
oc: Avètz ganhat !
pt_br: Você ganhou!
tr: Kazandın!

source: ERASE
fr: EFFACER
oc: ESCAFAR
tr: SİL

source: RANDOM
fr: ALÉATOIRE
oc: ALEATÒRI
tr: RASTGELE

source: Off
br: Lazh
de: Aus
fr: Sans
pt_br: Desligado
tr: Kapalı

source: On
br: Enaou
de: An
fr: Avec
pt_br: Ligado
tr: Açık

source: Defeats
br: Kollet
fr: Défaites
tr: Yenilgiler

source: Draws
br: Rampo
fr: Matchs nuls
tr: Berabereler

source: Games
br: Partiadoù
fr: Combats
tr: Oyunlar

source: Victories
br: Bet trec'h
fr: Victoires
oc: Victòrias
tr: Kazanmalar

source: Your statistics
br: Ho stadegoù
fr: Tes statistiques
oc: Vòstras estatisticas
tr: İSTATİSTİKLERİN

source: Success rate
br: Feur trec'hiñ
fr: Taux de victoires
oc: Taus de victòrias
tr: Başarı oranı

source: No
br: Ket
fr: Non
oc: Non
tr: Hayır

source: Yes
br: Ya
fr: Oui
oc: Òc
tr: Evet

source: Is your language missing? Add it on <a href='https://hosted.weblate.org/projects/bim/gettext-files/'>Weblate</a>!
fr: Ta langue est-elle absente ? Ajoute-là sur <a href='https://hosted.weblate.org/projects/bim/gettext-files/'>Weblate</a> !
oc: Vòstra lenga i es pas ? Apondètz-la sus <a href='https://hosted.weblate.org/projects/bim/gettext-files/'>Weblate</a> !
tr: Kendi dilin eksik mi? <a href='https://hosted.weblate.org/projects/bim/gettext-files/'>Weblate</a> üzerinden ekleyebilirsin!

source: Language
br: Yezh
fr: Langage
oc: Lenga
tr: Dil

source: Directions kind
br: Doareoù urzhierez
de: Wegbeschreibung
fr: Mode de direction
oc: Mòde de direccion
pt_br: Tipo do controle
tr: Yönlendirme biçmi

source: Directional pad, at a fixed position on the screen.
br: Kroaz tuañ, en ul lec'h difiñv war ar skramm.
de: Steuerkreuz, an einer festen Position auf dem Bildschirm.
fr: Croix directionnelle, dont la position est fixe à l'écran.
pt_br: Controle direcional, em uma posição fixa na tela.
tr: Ekranın sabit bir noktasında bulunan yönlendirme tuşu.

source: Analog stick, it pops where you tap and follows the drag.
br: Lanker analogel, dont a ra war-wel el lec'h ma toucher ha heuliañ a ra ar biz.
de: Analogstick: Er springt an der Stelle, an der Sie ihn antippen, und folgt der Bewegung.
fr: Stick analogique, il se place là où tu touches l'écran et suit la traction du doigt.
pt_br: Controle analógico, ele aparece onde você toca e segue o arrasto.
tr: Analog çubuk, dokunduğun yerde çıkıyor ve parmağını takip ediyor.

source: Controls
br: Lankerioù
de: Steuerung
fr: Contrôles
oc: Contraròtles
pt_br: Controles
tr: Kontroller

source: Directions on the left, actions on the right.
br: Tuañ war an tu kleiz, oberoù war an tu dehoù.
de: Anweisungen links, Aktionen rechts.
fr: Les directions sur le côté gauche, les actions sur le côté droit.
pt_br: Controles do lado esquerdo, ações do direito.
tr: Sol tarafta hareket, sağ tarafta aksiyon.

source: Directions on the right, actions on the left.
br: Tuañ war an tu dehoù, oberoù war an tu kleiz.
de: Anweisungen rechts, Aktionen links.
fr: Les directions sur le côté droit, les actions sur le côté gauche.
pt_br: Controles do lado direito, ações do esquerdo.
tr: Sağ tarafta hareket, sol tarafta aksiyon.

source: Stick
br: Lanker
pt_br: Analógico
tr: Çubuk

source: Music
br: Sonerezh
de: Musik
fr: Musique
oc: Musica
pt_br: Música
tr: Müzik

source: Sound effects
br: Efedoù son
de: Soundeffekte
fr: Effets sonores
oc: Efièches sonòrs
pt_br: Efeitos sonoros
tr: Ses efektleri

source: Settings
br: Arventennoù
de: Einstellungen
fr: Paramètres
pt_br: Configurações
tr: Ayarlar

source: Vibrations
br: Daskrenoù
de: Vibrationen
oc: Vibracions
pt_br: Vibrações
tr: Titreşimler

source: Features
fr: Fonctionnalités
oc: Foncionnalitats
tr: özellikler

source: PLAY ONLINE
fr: JOUER EN LIGNE
oc: JOGAR EN LINHA
pt_br: JOGUE ONLINE
tr: ÇEVRİMİÇİ OYNA

source: SHOP
br: STAL
fr: BOUTIQUE
oc: BOTIGA
pt_br: LOJA
tr: MAĞAZA

source: STATISTICS
fr: STATISTIQUES
oc: ESTATISTICAS
tr: İSTATİSTİKLER

source: ALPHA VERSION
br: STUMM ALFA
fr: VERSION ALPHA
oc: VERSION ALFA
pt_br: VERSÃO ALFA
tr: ALFA VERSİYON

source: Join our Discord to meet other players.
fr: Rejoins notre Discord pour trouver des joueurs.
tr: Diğer oyuncularla buluşmak için Discord'umuza katıl.

source: You can start a two-players game now or wait for more players!
br: Gallout a rit lañsañ ur bartiad gant daou c'hoarier pe gortoz re all !
de: Sie können jetzt ein Spiel für zwei Spieler starten oder auf weitere Spieler warten!
fr: Tu peux lancer une partie à 2 joueurs ou attendre d'autres joueurs !
pt_br: Você pode jogar com dois jogadores agora ou esperar por mais jogadores!
tr: İki kişilik oyuna başlayabilir veya daha fazla oyuncunun gelmesini bekleyebilirsin!

source: You can start a three-players game now or wait for more players!
br: Gallout a rit lañsañ ur bartiad gant tri c'hoarier pe gortoz re all !
de: Sie können jetzt ein Spiel mit drei-Spielern starten oder auf weitere Spieler warten!
fr: Tu peux lancer une partie à 3 joueurs ou attendre d'autres joueurs !
pt_br: Você pode jogar com três jogadores agora ou esperar por mais jogadores!
tr: Üç kişilik oyuna başlayabilir veya daha fazla oyuncunun gelmesini bekleyebilirsin!

source: Start the game now!
br: Kregiñ gant ar bartiad bremañ !
de: Starte das Spiel jetzt!
fr: Lance le jeu maintenant !
oc: Lancatz lo jòc ara !
pt_br: Começar o jogo agora!
tr: Şimdi oyuna başla!

source: FIGHT!
br: TAN DE'I !
de: KÄMPFT!
fr: GO !
oc: ZO !
pt_br: PRONTO!
tr: DÖVÜŞ!

source: Waiting for your opponents… Tell your friends to join!
br: O c'hortoz an eneberien... Pedit ho mignoned !
de: Warten auf deine Gegner… Sag deinen Freunden, sie sollen mitmachen!
fr: En attente des adversaires… Invite tes amis !
pt_br: Esperando seus oponentes... Convide seus amigos!
tr: Rakipler bekleniyor… Arkadaşlarına katılmalarını söyle!

source: Online Game
br: C'hoari Enlinenn
de: Online Spiel
fr: Jeu en ligne
oc: Jòc en linha
pt_br: Jogo Online
tr: Çevrimiçi oyun

source: LOADING…
br: O KARGAÑ…
de: LADEN…
fr: CHARGEMENT…
oc: CARGAMENT…
pt_br: CARREGANDO…
tr: YÜKLENİYOR…

source: D-pad
br: Kroaz tuañ
de: Steuerkreuz
fr: Croix
oc: Crotz
pt_br: Direcional

source: Customize your experience below!
br: Personelait ar bartiad amañ dindan !
de: Passen Sie Ihr Erlebnis unten an!

source: DEBUG
br: DIZREINAÑ

source: PLAY ONLINE
br: C'HOARI ENLINENN
de: SPIEL ONLINE

source: Please wait.
de: Bitte warten.

source: Please wait..
de: Bitte warten..

source: Please wait...
de: Bitte warten...

source: Debug
de: Fehlerbehebung
